Repository: dlintw/nextvod-tdt
Catalog: tdt/cvs/apps/vdr/vdr-1.7.27/PLUGINS/src/text2skin/po/*.po
Languages: de_de, fi_fi, it_it

source: RERUNS OF THIS SHOW
de_de: WIEDERHOLUNGEN DIESER SENDUNG
fi_fi: UUSINNAT
it_it: REPLICHE DI QUESTO SPETTACOLO

source: AUXILIARY INFOS
de_de: ZUSATZINFOS
fi_fi: LISÄTIEDOT
it_it: INFORMAZIONI AUSILIARIE

source: Search timer
de_de: Suchtimer
fi_fi: Hakuajastin
it_it: Cerca timer

source: Skin too large or incorrectly aligned
de_de: Skin zu groß oder nicht korrekt ausgerichtet
fi_fi: Ulkoasu on liian suuri tai väärin asemoitu
it_it: Interfaccia troppo grande o allineamento incorretto

source: Show scrollbar in the menus
de_de: Zeige Bildlaufleiste in Menüs
fi_fi: Näytä vierityspalkki valikoissa
it_it: Mostra barra scorrimento nei menu

source: Scrolling behaviour
de_de: Scroll-Verhalten
fi_fi: Pitkien tekstien vieritys
it_it: Modalità scorrimento

source: to the left
de_de: nach links
fi_fi: vasemmalle
it_it: verso sinistra

source: left and right
de_de: links und rechts
fi_fi: edestakaisin
it_it: sinistra e destra

source: Reset Marquee for new item
de_de: Marquee für neues Item zurücksetzen
fi_fi: Aloita tekstin vieritys alusta
it_it: Reimposta Marquee per nuovo valore

source: Show auxiliary infos of recordings
de_de: Zusatzinfos der Aufnahmen anzeigen
fi_fi: Näytä tallenteiden lisätiedot
it_it: Mostra info ausiliarie nelle registrazioni

source: Extract known tags
de_de: Bekannte Tags extrahieren
fi_fi: Tulkitse tunnetut tagit
it_it: Estrai etichette conosciute

source: Use 'epgsearch' to check timer-conflicts
de_de: Timerkonflikte mit 'epgsearch' überprüfen
fi_fi: Tarkista ajastinongelmat epgsearch:lla
it_it: Utilizza 'epgsearch' per verifica conflitti timer

source: Flush image cache
de_de: Bildspeicher leeren
fi_fi: Tyhjennä kuvat välimuistista
it_it: Svuota cache immagini

source: Max. image cache size
de_de: Max. Größe des Bildspeichers
fi_fi: Välimuistin maksimikoko
it_it: Dim. massima cache immagini

source: Flushing image cache...
de_de: Bildspeicher wird geleert...
fi_fi: Tyhjennetään välimuistia...
it_it: Svuotamento cache immagini...

source: Loader for text-based skins
de_de: Lader für textbasierte Skins
fi_fi: Helposti muokattavat ulkoasut
it_it: Gestore di stili interfaccia basati su testo
