Repository: dlintw/nextvod-tdt
Catalog: tdt/cvs/apps/vdr/vdr-1.7.22/PLUGINS/src/remote/po/*.po
Languages: fr_fr

source: Remote control
fr_fr: Télécommande

source: Error uploading keymap
fr_fr: Erreur chargement tables de touches

source: Press any key to use pre-loaded keymap
fr_fr: Appuyez sur une touche pour utiliser un Keymap préchargé

source: User-supplied keymap will be used
fr_fr: Keymap personnalisé va être utilisé

source: Remote control test - press and hold down any key
fr_fr: Test télécommande - Appuyer et maintenir une touche enfoncée

source: RC5 protocol detected
fr_fr: Protocole RC5 détecté

source: RC5 protocol detected (inverted signal)
fr_fr: Protocole RC5 détecté (signal inversé)

source: RCMM protocol detected
fr_fr: Protocole RCMM détecté

source: RCMM protocol detected (inverted signal)
fr_fr: Protocole RCMM détecté (signal inversé)

source: No remote control detected
fr_fr: Aucune télécommande détectée
