Repository: dlintw/nextvod-tdt
Catalog: tdt/cvs/apps/vdr/vdr-1.7.27/PLUGINS/src/remote/po/*.po
Languages: fi_fi, it_it

source: Remote control
fi_fi: Kaukos‰‰din
it_it: Telecomando

source: Error uploading keymap
fi_fi: N‰pp‰inkartan lataaminen ep‰onnistui
it_it: Errore nel caricamento della mappa dei tasti

source: Press any key to use pre-loaded keymap
fi_fi: Paina mit‰ tahansa n‰pp‰int‰ k‰ytt‰‰ksesi oletusn‰pp‰inkarttaa
it_it: Premi un tasto per usare una mappa dei tasti pre-caricata

source: User-supplied keymap will be used
fi_fi: K‰ytet‰‰n k‰ytt‰j‰n m‰‰rittelem‰‰ n‰pp‰inkarttaa
it_it: Verrà usata una mappa dei tasti fornita dall'utente

source: Remote control test - press and hold down any key
fi_fi: Kaukos‰‰dintesti - paina ja pid‰ alhaalla jotain kaukos‰‰timen n‰pp‰int‰
it_it: Test del telecomando - premi e tieni premuto un tasto

source: RC5 protocol detected
fi_fi: RC5-yhteysk‰yt‰ntˆ tunnistettu
it_it: Rilevato il protocollo RC5

source: RC5 protocol detected (inverted signal)
fi_fi: RC5-yhteysk‰yt‰ntˆ tunnistettu (k‰‰nteinen signaali)
it_it: Rilevato il protocollo RC5 (segnale invertito)

source: RCMM protocol detected
fi_fi: RCMM-yhteysk‰yt‰ntˆ tunnistettu
it_it: Rilevato il protocollo RCMM

source: RCMM protocol detected (inverted signal)
fi_fi: RCMM-yhteysk‰yt‰ntˆ tunnistettu (k‰‰nteinen signaali)
it_it: Rilevato il protocollo RCMM (segnale invertito)

source: No remote control detected
fi_fi: Kaukos‰‰dint‰ ei tunnistettu
it_it: Nessun telecomando rilevato
