Repository: dlintw/nextvod-tdt
Catalog: tdt/cvs/apps/vdr/vdr-1.7.27/PLUGINS/src/extrecmenu/po/*.po
Languages: cs_cz, es_es, sk_sk

source: Extended recordings menu
cs_cz: Roz¹íøené menu nahrávek
es_es: Menú extendido de grabaciones
sk_sk: Roz¹írené menu nahrávok

source: Rename
cs_cz: Pøejmenovat
es_es: Renombrar
sk_sk: Premenova»

source: Invalid filename!
cs_cz: Chybné jméno souboru!
es_es: ¡Fichero inválido!
sk_sk: Chybné meno súboru!

source: Creating directories failed!
es_es: ¡La creación de directorios ha fallado!
sk_sk: nepodarilo sa vytvori» adresár!

source: New folder
cs_cz: Nový adresáø
es_es: Carpeta nueva
sk_sk: Nový adresár

source: Button$Cancel
cs_cz: Zru¹it
es_es: Cancelar
sk_sk: Zru¹i»

source: Button$Create
cs_cz: Vytvoøit
es_es: Crear
sk_sk: Vytvori»

source: Button$Move
cs_cz: Pøesunout
es_es: Mover
sk_sk: Presunú»

source: [base dir]
cs_cz: [základní adresáø]
es_es: [directorio base]
sk_sk: [základný adresár]

source: Target filesystem filled - try anyway?
cs_cz: Cílový oddíl je plný - zkusit znovu?
es_es: Partición de destino llena - ¿intentar de nuevo?
sk_sk: Cieµový oddiel je plný - zkusi» znovu?

source: Moving into own sub-directory not allowed!
cs_cz: Pøesun do vlastního podadresáøe není povolen!
es_es: No está permitido mover dentro del propio subdirectorio
sk_sk: Presunutie do vlastného pod adresára nie je povolený!

source: Can't get filesystem information
cs_cz: Nelze získat informace o souborovém systémy
es_es: No se puede acceder a la información de la partición
sk_sk: Nie je mo¾né získa» informácie o súborovom systéme

source: Details
cs_cz: Detaily
es_es: Detalles
sk_sk: Podrobnosti

source: Button$Play
cs_cz: Pøehrát
es_es: Reproducir
sk_sk: Prehra»

source: Button$Rewind
cs_cz: Na zaèátek
es_es: Rebobinar
sk_sk: Na zaèiatok

source: Button$Back
cs_cz: Zpìt
es_es: Atrás
sk_sk: Zpä»

source: Name
es_es: Nombre
sk_sk: Meno

source: Path
cs_cz: Cesta
es_es: Ruta/Camino
sk_sk: Cesta

source: Channel
es_es: Canal
sk_sk: Kanál

source: Size
cs_cz: Velikost
es_es: Tamaño
sk_sk: Veµkos»

source: Error while mounting DVD!
cs_cz: Chyba bìhem pøipojování DVD!
es_es: ¡Error al montar DVD!
sk_sk: Chyba bìhem pøipojování DVD!

source: Error while mounting Archive-HDD!
es_es: ¡Error al montar Archivo-HDD!

source: Button$Commands
cs_cz: Pøíkazy
es_es: Comandos
sk_sk: Príkazy

source: Button$Open
cs_cz: Otevøít
es_es: Abrir
sk_sk: Otevøít

source: Button$Edit
cs_cz: Editovat
es_es: Modificar
sk_sk: Upravi»

source: Button$Info
cs_cz: Info
es_es: Información
sk_sk: Info

source: Please attach Archive-HDD %s
es_es: Por favor adjunte Archivo-HDD %s

source: Recording not found on Archive-HDD!
es_es: Grabación no encontrada en Archivo-HDD

source: Error while linking [0-9]*.vdr!
cs_cz: Chyba pøi spojování [0-9]*.vdr!
es_es: ¡Error al enlazar [0-9]*.vdr!
sk_sk: Chyba pri spojení [0-9]*.vdr!

source: sudo or mount --bind / umount error (vfat system)
cs_cz: sudo nebo mount --bind / umount selhal (VFAT-systém)
es_es: Error sudo or mount --bind / umount (sistema vfat)
sk_sk: sudo alebo mount --bind / umount zlyhal (VFAT-systém)

source: Script 'hddarchive.sh' not found!
es_es: No se encuentra el script 'hddarchive.sh'

source: Please insert DVD %s
cs_cz: Vlo¾te prosím DVD %s
es_es: Por favor, inserte DVD %s
sk_sk: Vlo¾te prosím DVD %s

source: DVD plugin is not installed!
cs_cz: Modul DVD není nainstalován!
es_es: ¡El plugin DVD no está instalado!
sk_sk: Modul DVD nie je nain¹talovaný!

source: No DVD in drive!
cs_cz: V jednotce není DVD!
es_es: ¡Ningún DVD en el lector!
sk_sk: V mechanike nie je DVD!

source: Recording not found on DVD!
cs_cz: Nahrávka nebyla na DVD nalezena!
es_es: ¡Grabación no encontrada en el DVD!
sk_sk: Nahrávka nebola na DVD nájdená!

source: Script 'dvdarchive.sh' not found!
cs_cz: Skript 'dvdarchive.sh' nebyl nalezen!
es_es: No se encuentra el script 'dvdarchive.sh'
sk_sk: Skript 'dvdarchive.sh' nebol nájdený!

source: Sort by date
cs_cz: Tøídit podle data
es_es: Ordenar por fecha
sk_sk: zoradi» podle dátumu

source: Sort by name
cs_cz: Tøídit podle jména
es_es: Ordenar por nombre
sk_sk: zoradi» podla abecedy

source: Cancel moving?
cs_cz: Pøeru¹it pøesouvání?
es_es: ¿Cancelar mover?
sk_sk: zru¹i» presun?

source: Button$Rename
cs_cz: Pøejmenovat
es_es: Renombrar
sk_sk: Premenova»

source: Button$Delete
cs_cz: Smazat
es_es: Borrar
sk_sk: zmaza»

source: ascending
cs_cz: vzestupnì
es_es: Ascendente
sk_sk: vzostupne

source: descending
cs_cz: sestupnì
es_es: Descendente
sk_sk: zostupne

source: Show nr. of new recordings of a directory
cs_cz: Zobrazovat poèet nových nahrávek v adresáøi
es_es: Mostrar el número de nuevas grabaciones
sk_sk: Zobrazova» poèet nových nahrávok v adresári

source: Maximum number of recordings per directory
es_es: Número máximo de grabaciones por directorio

source: Items to show in recording list
es_es: Elementos a mostrar en la lista de grabaciones

source: Show alternative to new marker
cs_cz: Zobrazit alternativu k novým znaèkám
es_es: Mostrar alternativas al nuevo marcador
sk_sk: Zobrazi» alternatívu k novým znaèkám

source: Show free disk space for each file system
cs_cz: Zobrazit volné místo pro ka¾dý souborový systém
es_es: Mostrar espacio libre de particiones
sk_sk: Zobrazi» volné miesto pre ka¾dý súborový systém

source: Sorting
cs_cz: Tøídìní
es_es: Orden de la lista
sk_sk: Triedenie

source: Hide main menu entry
cs_cz: Skrýt polo¾ku v hlavním menu
es_es: Ocultar en menú principal
sk_sk: schova» v hlavnom menu

source: Replace original recordings menu
cs_cz: Nahradit originální menu nahrávek
es_es: Reemplazar el menú original de grabaciones
sk_sk: Nahradi» originál menu nahrávok

source: Jump to last replayed recording
cs_cz: Skoèit na poslední pøehrávanou nahrávku
es_es: Saltar a la última grabación reproducida
sk_sk: Skoèi» na posledný prehrávaný záznam

source: Call plugin after playback
cs_cz: Návrat do modulu po ukonèení pøehrávání
es_es: Llamar al plugin después de reproducir
sk_sk: vráti» sa po prehratí záznamu do modulu

source: Limit bandwidth for move recordings
cs_cz: Omezit rychlost pro pøesun nahrávek
es_es: Ancho de banda límite para mover grabaciones
sk_sk: Obmedzi» rýchlos» pre presun nahrávok

source: Use VDR's recording info menu
cs_cz: Pou¾ívat info menu nahrávek VDR
es_es: Usar el menú de información del VDR
sk_sk: Pou¾íva» info menu nahrávok VDR

source: Use cutter queue
es_es: Usar cola para recortar
sk_sk: pou¾i» frontu strihania

source: --none--
es_es: --nada--

source: Blank
es_es: Vacío

source: Date of Recording
es_es: Fecha de la grabación

source: Time of Recording
es_es: Hora de la grabación

source: Date and Time of Recording
es_es: Fecha y hora de la grabación

source: Length of Recording
es_es: Duración de la grabación

source: Rating of Recording
es_es: Clasificación de la grabación

source: Content of File
es_es: Contenido del archivo

source: Content of File, then Result of a Command
es_es: Contenido del archivo, resultado del un comando

source: left
es_es: izquierda

source: center
es_es: centro

source: right
es_es: derecha

source: Icon
es_es: Símbolo

source: (fixed to the first position)
es_es: (fijado en la primera posición)

source: Item
es_es: Elemento

source: Width
es_es: Ancho

source: Alignment
es_es: Alineación

source: Filename
es_es: Nombre archivo

source: Command
es_es: Comando

source: Name of the recording
es_es: Nombre de la grabación

source: (fixed to the last position)
es_es: (fijado en la última posición)

source: Recording already in cutter queue!
cs_cz: Nahrávka je ji¾ ve støihové frontì!
es_es: ¡La grabación está en la cola de recortado!
sk_sk: nahrávka je u¾ v strihovej fronte!

source: No editing marks defined!
es_es: No definidas marcas de edición
sk_sk: ¾iadne znaèky nie sú urèené!

source: Added recording to cutter queue
cs_cz: Nahrávka pøidána do støihové fronty
es_es: Grabación añadida a la cola de recortado
sk_sk: Nahrávka pridaná do strihovej fronty

source: Rename/Move failed!
cs_cz: Pøejmenování/pøesun selhal!
es_es: ¡Renombrar/Mover ha fallado!
sk_sk: Premenovanie/presun zlyhal!

source: Cutter queue not empty
cs_cz: Støihová fronta není prázdná
es_es: La cola de recortado no está vacía
sk_sk: Strihová fronta nie je prázdna

source: Move recordings in progress
cs_cz: Probíhá pøesouvání nahrávek
es_es: Se está moviendo la grabación
sk_sk: Prebieha presúvanie nahrávok

source: Can't start editing process!
es_es: ¡No se puede iniciar el proceso de edición!
sk_sk: nemô¾e spusti» proces úprav!
