Repository: dlintw/nextvod-tdt
Catalog: tdt/cvs/apps/vdr/vdr-1.7.27/PLUGINS/src/mp3/po/*.po
Languages: it_it

source: Select
it_it: Seleziona

source: Parent
it_it: Precedente

source: ID3 info
it_it: Info ID3

source: Scanning directory...
it_it: Scansione directory...

source: Error scanning directory!
it_it: Errore scansione directory!

source: Mount
it_it: Monta

source: Unmount
it_it: Smonta

source: Eject
it_it: Espelli

source: Selected source is not mounted!
it_it: La fonte selezionata non è montata!

source: Mount failed!
it_it: Montaggio fallito!

source: Mount succeeded
it_it: Montaggio riuscito

source: Unmount succeeded
it_it: Smontaggio riuscito

source: Unmount failed!
it_it: Smontaggio fallito!

source: Eject failed!
it_it: Espulsione fallita!

source: Setup.MPlayer$Control mode
it_it: Mod. controllo

source: Traditional
it_it: Tradizionale

source: Slave
it_it: Esclavo

source: disabled
it_it: disabilitato

source: global only
it_it: solo globale

source: local first
it_it: prima locale

source: Setup.MPlayer$Resume mode
it_it: Mod. ripristino

source: Hide mainmenu entry
it_it: Nascondi voce menu principale

source: Setup.MPlayer$Slave command key
it_it: Tasto comando slave

source: MPlayer Audio ID
it_it: ID audio MPlayer

source: Audiostream ID
it_it: ID canale audio

source: MPlayer browser
it_it: Navigatore MPlayer

source: Source
it_it: Fonte

source: MPlayer source
it_it: Fonte MPlayer

source: Summary
it_it: Sommario

source: Media replay via MPlayer
it_it: Riproduci media con MPlayer
